Repository: jweiland-net/maps2
Catalog: Resources/Private/Language/*.ExtConf.xlf
Languages: da, de

# mapProvider
source: Choose Map Provider: Maps2 comes with currently two Map Providers. Choose your favorite.
da: Vælg kort-udbyder: Maps2 er foreløbigt pakket med to kort-udbydere. Vælg din favorit.
de: Wähle einen Kartenanbieter: Maps2 wird aktuell mit 2 Kartenanbietern ausgeliefert. Wähle Deinen Favoriten.

# mapProvider.both
source: Both
da: Begge
de: Beide

# defaultMapProvider
source: Set default Map Provider: If you have chosen "Both" above you can define a default here. New map records will be created with this selected type of map provider.
da: Angiv standard kortleverandør. Hvis du har valgt "Begge" herover, kan du definere en standard her. Nye kortelementer vil blive oprettet med den valgte kortleverandør.
de: Standard Kartenanbieter: Wenn Ihr oben "Beide" gewählt habt, dann entscheidet Euch für einen Standard Kartenanbieter. Beim Neuanlegen von Karten-Datensätzen wird dann dieser Anbieter als Standard vorausgewählt.

# defaultMapType
source: Default map type: If desired, you can specify a default map type for new POI records. With the default "Empty", the editor must first select a type when creating a new POI.
da: Standardkorttype: Hvis det ønskes, kan du angive en standardkorttype for nye POI-poster. Med standarden "Tom", skal editoren først vælge en type når du opretter en ny POI.
de: Standard-Kartentyp: Wenn gewünscht, können Sie einen Standard-Kartentyp für neue POI-Einträge angeben. Mit der Standardeinstellung "Leer" muss der Editor beim Erstellen eines neuen POI zuerst einen Typ auswählen.

# defaultCountry
source: Default Country: If someone searches for a postal code only, Google will search whole world for that postal code. If you want, you can assign a default country here to reduce that search to that country.
da: Standard land: Hvis nogen kun søger efter postnumre, vil Google søge i hele verden efter det postnummer. Hvis du ønsker det, kan du tildele et standard land her, for at reducere søgningen til dette land.
de: Standard Land: Wenn jemand nur nach einer PLZ sucht, dann startet Google eine weltweite Suche. Da sich viele Webseiten auf nur ein Land beziehen, ist es evtl. sinnvoll diesen Wert auf Euer Land zu setzen, um eine ZIP-Suche auf eben dieses zu beschränken

# defaultLatitude
source: Default Latitude: If you leave this empty Google Maps points to somewhere over the ocean on startup. So it's better to enter some coordinates: https://www.maps.ie/coordinates.html
da: Standard breddegrad: Hvis du lader feltet være tomt, vil Google Maps vise et sted udover havet, når det indlæses. Så det er bedre at angive nogle koordinater: https://www.maps.ie/coordinates.html
de: Standard Breitengrad: Wenn dieses Feld leer gelassen wird, dann kann es sein, dass Sie beim Starten der Karte irgendwo über dem Ozean landen. Geben Sie hier zum Beispiel den Breitengrad von Ihrer Firma an: https://www.maps.ie/coordinates.html

# defaultLongitude
source: Default Longitude: If you leave this empty Google Maps points to somewhere over the ocean on startup. So it's better to enter some coordinates: https://www.maps.ie/coordinates.html
da: Standard længdegrad: Hvis du lader feltet være tomt, vil Google Maps vise et sted udover havet, når det indlæses. Så det er bedre at angive nogle koordinater: https://www.maps.ie/coordinates.html
de: Standard Längengrad: Wenn dieses Feld leer gelassen wird, dann kann es sein, dass Sie beim Starten der Karte irgendwo über dem Ozean landen. Geben Sie hier zum Beispiel den Längengrad von Ihrer Firma an: https://www.maps.ie/coordinates.html

# defaultRadius
source: Default Radius (in meters): When using collection type "Radius" you should set a default radius. Else you just see one single point
da: Standard radius (i meter): Når typen "Radius" anvendes, bør du angive en standard radius. Ellers vil du kun se et enkelt punkt
de: Standard Radius (in Meter): Wenn Sie den Typ "Radius" verwenden, sollten Sie hier eine Meterangabe machen, da es sonst passieren kann, dass Sie nur einen einfachen kleinen Punkt auf der Karte sehen.

# explicitAllowMapProviderRequests
source: Explicitly allow requests to the map provider: By displaying the map material in the frontend, the website visitor sends requests to the map provider via JavaScript. Through these requests, the map providers receive the IP address of the website visitor. This IP is so-called "personal information" in some EU countries and may not be passed on to third parties without the visitor's consent. After activating this option, the website visitor must explicitly agree to this data transfer. The consent is stored in a cookie, so that the user does not have to agree to the consent again even after restarting the browser.
da: Tillad eksplicit forespørgsler til kortudbyderen: Ved at vise kortmaterialet i frontend, sender den besøgende anmodninger til kortudbyderen via JavaScript. Gennem disse forespørgsler modtager kortudbyderne IP-adressen på den besøgende på hjemmesiden. IP-adresser betragtes som "personlige oplysninger" i nogle EU-lande og kan ikke videregives til tredjepart uden besøgendes samtykke. Efter aktivering af denne indstilling, skal den besøgende på hjemmesiden udtrykkeligt acceptere denne dataoverførsel. Tilladelsen gemmes i en cookie, så brugeren ikke behøver at acceptere samtykke igen, selv efter genstart af browseren.
de: Anfragen an den Kartenanbieter ausdrücklich zulassen: Durch Anzeige des Kartenmaterials im Frontend sendet der Besucher der Website Anfragen an den Kartenanbieter via JavaScript. Durch diese Anfragen erhalten die Kartenanbieter die IP-Adresse des Website-Besuchers. Diese IP ist in einigen EU-Ländern eine so genannte "Persönliche Informationen" und darf ohne Zustimmung des Besuchers nicht an Dritte weitergegeben werden. Nach Aktivierung dieser Option muss der Besucher der Website dieser Datenübertragung ausdrücklich zustimmen. Die Einwilligung wird in einem Cookie gespeichert, so dass der Benutzer auch nach dem Neustart des Browsers nicht erneut zustimmen muss.

# explicitAllowMapProviderRequestsBySessionOnly
source: Store consent of website visitor in session: Unlike "explicitAllowMapProviderRequests", with this option we do not store the consent in a COOKIE, but in the current PHP SESSION. After a browser restart, the consent that the "Personal Data" will be sent to third parties must be obtained again. If the browser can save the current PHP SESSION even after exiting the browser (e.g. Firefox), then this setting has no effect. The option "explicitAllowMapProviderRequests" must also be active for this option to take effect.
da: Gem samtykke fra besøgende i session: I modsætning til "explicitAllowMapProviderRequests", gemmer vi ikke samtykke i en COOKIE med denne indstilling, men i den nuværende PHP SESSION. Efter en genstart af browseren, skal samtykket om, at "Personlige data" vil blive sendt til tredjepart, indhentes igen. Hvis browseren kan gemme den aktuelle PHP SESSION, selv efter at have afsluttet browseren (f.eks. Firefox), har denne indstilling ingen effekt. Muligheden "explicitAllowMapProviderRequests" skal også være aktiv for at denne mulighed træder i kraft.
de: Speichere Zustimmung des Website-Besuchers in der Sitzung: Im Gegensatz zu "explicitAllowMapProviderRequests", mit dieser Option speichern wir die Einwilligung nicht in einem COOKIE, sondern in der aktuellen PHP SESSION. Nach einem Neustart des Browsers muss die Einwilligung zur Weitergabe der "Persönlichen Daten" an Dritte erneut eingeholt werden. Wenn der Browser die aktuelle PHP-SESSION auch nach dem Verlassen des Browsers (z.B. Firefox) speichern kann, hat diese Einstellung keinen Effekt. Die Option "explicitAllowMapProviderRequests" muss ebenfalls aktiv sein, damit diese Option wirksam wird.

# infoWindowContentTemplatePath
source: Template path for info window: If you click on a marker a little info window will appear. With this setting you can change that template to your own needs.
de: Templatevorlage für Info PopUp: Wenn Sie auf einen Marker klicken öffnet sich ein kleines Info Fenster. Mit dieser Einstellung können Sie ein eigenes Template hinterlegen.

# googleMapsLibrary
source: Link to Google Maps API: This setting is for TYPO3 Backend only. Visit your TypoScript-Templates if you want to change the library for Frontend. You only need to fill this field if you want to use an older or beta version.
da: Link til Google Maps API: Denne indstilling bruges kun i TYPO3 Backend. Besøg din TypoScript skabelon hvis du vil ændre biblioteket til Frontend. Du behøver kun at udfylde dette felt, hvis du ønsker at benytte en ældre version eller en beta version.
de: Link zur Google Maps API: Diese Einstellung ist nur für das TYPO3 Backend. Wenn Sie diese Einstellung für das Frontend vornehmen wollen, dann müssen Sie dies in Ihren TypoScript-Templates vornehmen. Füllen Sie dieses Feld nur, wenn Sie eine ältere oder eine der Betaversionen verwenden wollen.

# googleMapsGeocodeUri
source: Google Maps Geocode URI: If needed you can change the URI of Google Maps Geocode API here. It MUST have two %s placeholders.
da: Google Maps Geocode URI: Hvis nødvendigt kan du ændre URIen til Google Maps Geocode API her. Det SKAL have to %s placeholdere.
de: Google Maps Geocode URI: Falls erforderlich kann hier die URI zur Google Maps Geocode API geändert werden. Die beiden %s-Platzhalter sind erforderlich.

# googleMapsApiKey
source: Google Maps JavaScript ApiKey: This setting is for TYPO3 Backend only. Visit your TypoScript-Templates if you want to change the library for Frontend. Visit https://console.developers.google.com Create a new project for Google Maps JavaScript API and insert the retrieved Browser ApiKey here.
da: Google Maps JavaScript ApiKey: Denne indstilling er kun til TYPO3 Backend. Besøg din TypoScript skabelon hvis du vil ændre biblioteket til Frontend.Besøg https://console.developers.google.com, opret et nyt projekt for Google Maps JavaScript API og indsæt den browser ApiKey der dannes her.
de: Google Maps JavaScript ApiKey: Diese Einstellung ist nur für das TYPO3 Backend. Wenn Sie diese Einstellung für das Frontend vornehmen wollen, dann müssen Sie dies in Ihren TypoScript-Templates vornehmen. Besuchen Sie https://console.developers.google.com Erstellen Sie ein neues Projekt vom Typ Google Maps JavaScript API und fügen Sie den erhaltenen Browser ApiKey hier ein.

# googleGeocodeApiKey
source: Google Maps Geocode ApiKey: Visit https://console.developers.google.com Create a new project for Google Maps Geocode API and insert here the retrieved Server ApiKey.
da: Google Maps Geocode ApiKey: Besøg https://console.developers.google.com, opret et nyt projekt for Google Maps JavaScript API og indsæt den server ApiKey der dannes her.
de: Google Maps Geocode ApiKey: Besuchen Sie https://console.developers.google.com Erstellen Sie ein neues Projekt vom Typ Google Maps Geocode API und fügen Sie den erhaltenen Server ApiKey hier ein.

# openStreetMapGeocodeUri
source: OpenStreetMap Geocode URI: If needed you can change the URI of Open Street Map Geocode API here. It MUST have one %s placeholder for address.
da: OpenStreetMaps Geocode URI: Hvis nødvendigt kan du ændre URIen til OpenStreetMaps Geocode API her. Det SKAL have én %s placeholdere.
de: OpenStreetMap Geocode URI: Falls erforderlich kann hier die URI zur Open Street Map Geocode API geändert werden. Der %s-Platzhalter für die Adresse ist zwingend erforderlich.

# strokeColor
source: Stroke Color: You can set a border color for a overly here
da: Stregfarve: Du kan angive en rammefarve her
de: Randfarbe: Geben Sie eine Randfarbe für den Overlay an.

# strokeOpacity
source: Stroke Opacity: If you set this to 1, you can't see th map behind the border. So it's better to find a value between 0.3 and 0.6
da: Streg gennemsigtighed: Hvis du angiver 1, kan du ikke se kortet bag ved rammen. Så det er bedre at finde en værdi mellem 0.3 og 0.6
de: Rand Transparenz: Wenn Sie diesen Wert auf 1 setzen, dann können Sie die Karte unter dem Rand nicht mehr sehen. Von daher wäre ein Wert zwischen 0.3 und 0.6 angemessen.

# strokeWeight
source: Stroke Weight (in pixel): How thick the border of the overlay should be? A good value is 1 or 2
da: Steg vægt (i pixel): Hvor tyk skal rammen på overlejringen være? En god værdi er 1 eller 2
de: Randbreite (in Pixel): Wie dick soll der Rand der Ebene sein? Ein Wert von 1 oder 2 ist ganz ok.

# fillColor
source: Fill Color: Which color the overlay should have?
da: Fyld-farve: Hvilken farve skal overlejringen have?
de: Füllfarbe: Geben Sie hier eine Füllfarbe für die Ebene an.

# fillOpacity
source: Fill Opacity: If you set this to 1, you can't see th map behind the overlay. So it's better to find a value between 0.3 and 0.6. But it should be less than the value of strokeOpacity
da: Fyld gennemsigtighed: Hvis du angiver 1, kan du ikke se kortet bag ved rammen. Så det er bedre at finde en værdi mellem 0.3 og 0.6. Men det bør være mindre end værdien ved streg gennemsigtighed
de: Transparenz der Füllfarbe: Wenn Sie diesen Wert auf 1 setzen, dann können Sie die Karte hinter der Füllung nicht mehr sehen. Von daher wäre ein Wert zwischen 0.3 und 0.6 angemessen. Wie empfehlen Ihnen aber einen Wert kleiner als strokeOpacity zu verwenden.

# markerIconWidth
source: Marker icon width: Define a default width for Marker Icons in pixel. You can override this value individually in sys_category and PoiCollection records.
da: Markør ikon bredde: Definér en standard bredde for markør-ikonet i pixel. Du kan overskrive denne værdi individuelt i sys_category og PoiCollection elementerne.
de: Marker Icon Breite: Setzt die Breite der Marker Icons in Pixel. Dieser Wert kann mit Angaben in sys_category und PoiCollection Datensätzen überschrieben werden.

# markerIconHeight
source: Marker icon height: Define a default height for Marker Icons in pixel. You can override this value individually in sys_category and PoiCollection records.
da: Markør ikon højde: Definér en standard højde for markør-ikonet i pixel. Du kan overskrive denne værdi individuelt i sys_category og PoiCollection elementerne.
de: Marker Icon Höhe: Setzt die Höhe der Marker Icons in Pixel. Dieser Wert kann mit Angaben in sys_category und PoiCollection Datensätzen überschrieben werden.

# markerIconAnchorPosX
source: Marker icon position X: Which horizontal pixel on the image points the position on the Google Maps. You can override this value individually in sys_category and PoiCollection records.
da: Markør ikon position X: Hvilken horisontal pixel på billedet udpeger positionen i Google Maps. Du kan overskrive denne værdi individuelt i sys_category og PoiCollection elementerne.
de: Marker Icon Position X: Welcher horizontale Pixel auf dem Bild zeigt die exakte Position auf der Google Karte? Dieser Wert kann mit Angaben in sys_category und PoiCollection Datensätzen überschrieben werden.

# markerIconAnchorPosY
source: Marker icon position Y: Which vertical pixel on the image points the position on the Google Maps. You can override this value individually in sys_category and PoiCollection records.
da: Markør ikon position Y: Hvilken vertikal pixel på billedet udpeger positionen i Google Maps. Du kan overskrive denne værdi individuelt i sys_category og PoiCollection elementerne.
de: Marker Icon Position Y: Welcher verticale Pixel auf dem Bild zeigt die exakte Position auf der Google Karte? Dieser Wert kann mit Angaben in sys_category und PoiCollection Datensätzen überschrieben werden.
