Repository: jweiland-net/maps2
Catalog: Resources/Private/Language/*.FlexForms.xlf
Languages: da, de

# sheetGeneral
source: General
da: Generel
de: Allgemein

source: Map Provider
da: Kortudbyder
de: Kartenanbieter

# poiCollection
source: Which marking should be shown? If there is a marking defined in website uri, that one has priority.
da: Hvilken markering skal vises? Hvis der er en markering defineret i webside uri, har den prioritet.
de: Welche Markierung soll angezeigt werden? Falls über die Webseiten URI bereits eine Markierung angegeben wurde, dann hat diese Priorität

# categories
source: Show all markings of given categories. This will only work, if there is no marking in website uri nor if a marking is selected above.
da: Vil alle markeringer for en given kategori. Dette vil kun virke hvis der ikke er nogen markering i website URI eller hvis en markering er valgt herover.
de: Zeige alle Markierungen dieser Kategorien. Dies funktioniert nur, sofern keine Markierung über die URI angegeben wurde oder Sie eine individuelle Markierung oben ausgewählt haben.

# autoAppend
source: Append a fixed string to search value. Maybe a cityname. That way the user has only to insert a streetname.
da: Tilføj en fastlagt streng til søgeværdi. Måske et bynavn. På den måde skal brugeren kun indsætte et gadenavn.
de: Fügt den hier angegebenen Text an die Eingabe des Webseitenbesuchers an. Tragen Sie hier z.B. den Stadtnamen ein. Auf diese Weise braucht der Besucher nur noch den Straßennamen einzutragen.

source: Map width
da: Kort bredde
de: Breite der Karte

source: Map height
da: Kort højde
de: Höhe der Karte

# sheetMapOptions
source: Map Options
da: Kortindstillinger
de: Kartenoptionen

# zoom
source: Default zoom
da: Standard zoom
de: Vorgegebener Zoomfaktor

# forceZoom
source: Set a fix Zoomlevel if more than one POI will be displayed. Default: automatic zoomlevel to display all POIs.
da: Angiv et fast zoomniveau hvis flere POIer vil blive vist. Standard: Automatisk zoomniveau for at vise alle POIer.
de: Zoomfaktor festsetzen bei Verwendung von mehreren Markierungen. Standard: Zoomfaktor variable, um alle POIs anzuzeigen.

# zoomControl
source: Show Zoom Control
da: Vis zoom kontrol
de: Zeige Steuerelement: Zoom

# fullScreenControl
source: Show full screen Control
da: Vis fuld skærms kontrol
de: Zeige Steuerelement für Vollbild

# mapTypeId
source: Default map view
da: Standard kortvisning
de: Vorgegebene Kartenansicht

# mapTypeId.RoadMap
source: Road Map
da: Vejkort
de: Straßenansicht

# mapTypeId.Satellite
source: Satellite
da: Satellit
de: Satellit

# mapTypeId.Terrain
source: Terrain
da: Terræn
de: Gelände

# mapTypeControl
source: Show Map Type Control
da: Vis korttype kontrol
de: Zeige Steuerelement zum Wechseln der Kartenansichten

# scaleControl
source: Show Scale Control
da: Vis størrelseskontrol
de: Zeige einen Maßstab unten rechts an

# streetViewControl
source: Show StreetView Control
da: Vis StreetView kontrol
de: Zeige Steuerelement für StreetView

# activateScrollWheel
source: Activate zoom with mouse scroll wheel
da: Aktivér zoom via mus scroll-hjul
de: Zoom mit Hilfe des Mausrades aktivieren

# styles
source: Map Style. Have a look at https://snazzymaps.com to copy some cool styles for you map
da: Kortstil. Se mere på https://snazzymaps.com for at kopiere nogle smarte kortstile til dine kort
de: Karten Stil: Schau mal bei https://snazzymaps.com vorbei und kopier den Quellcode eines Designs hier rein

# mapTile
source: Map Tile URI: Define another external provider to show map with another layout
da: Kortudsnit URI: Definér en anden ekstern leverandør for at vise kort med andet layout
de: Map Tile URI: Trage hier den externen Anbieter ein, um die Karte mit einem anderen Layout auszuliefern

# mapTileAttribution
source: Map Tile Attribution: Each map needs to show the author attribution. Please check which Attribution has to be used for defined map tile above
da: Kortudsnit tilskrivning: Hvert kort skal tilskrives kortets forfatter. Tjek venligst hvilken tilskrivning der skal bruges for det valgte kortudsnit herover
de: Map Tile Urheber: Jede Karte muss einen Urheber nennen. Prüft deshalb welcher Urheber bei welchem Tile Anbieter auszuwählen ist
