Repository: jweiland-net/maps2
Catalog: Resources/Private/Language/*.locallang_csh_tx_maps2_domain_model_poicollection.xlf
Languages: da, de

# hidden.description
source: Enable the checkbox to hide this record in Frontend and mark it as hidden in the Backend
da: Aktivér checkbox for at skjule dette element i Frontend og markér det som skjult i Backend
de: Aktivieren Sie die Checkbox, um diesen Datensatz im Frontend zu verstecken

# collection_type.description
source: We deliver different kinds of marker. Choose one and confirm the following message to switch into another type.
da: Vi leverer forskellige typer markører. Vælg en og bekræft den efterfølgende besked for at skifte til en anden type.
de: Die Extension kennt 4 Arten von Markertypen. Wählen Sie eine und bestätigen Sie daraufhin die folgende Message, um in den anderen Markertypen zu wechseln

# collection_type.details
source: For now we deliver 4 different kinds of Markers. Please select between Point, Range, Route and Area. Maybe you must confirm the message, that the fields will be changed while switching to another type.
da: For øjeblikket leverer vi fire forskellige markører. Vælg venligst mellem Point, Range, Route og Area. Det er muligt at du skal bekræfter at feltet vil blive ændret, når der skiftes til en anden type.
de: Die Extension kennt 4 Arten von Markertypen. Bitte wählen Sie aus Pukt, Radius, Bereich und Route.

# title.description
source: A title for better identifying this record in TYPO3 Backend
da: En titel for bedre at identificere dette element i TYPO3 Backend
de: Ein Titel, um diesen Datensatz besser zu identifizieren

# title.syntax
source: The title is mandatory
da: Titlen er obligatorisk
de: Der Titel ist ein Pflichfeld

# address.description
source: Insert an address to search for. The map below will set the result as center after pressing "Update"
da: Indsæt en adresse at søge efter. Kortet herunder vil angive resultatet som centrum, når der klikkes "opdatér"
de: Tragen Sie hier eine Adresse ein nach der Sie suchen möchten. Die Google Maps Karte aktualisiert sich sobald Sie auf "Update" gedrückt haben

# address.syntax
source: Type in as much information about the address as you have, to get the best results
da: Skriv så meget information om adressen du har, for at opnå det bedste resultat
de: Tragen Sie soviele Informationen wie möglich ein, um das bestmögliche Ergebnis zu erhalten

# address.details
source: <b>Update</b> Press "Update" and the map below will move its center to the best result. All latitude and longitude including the backup fields will be set to this position. After that you can justify the center of the map a little bit by dragging the map with the mouse, if the position have not matched perfectly. Now only the values of latitude and longitude will update. The backup fields will be kept untouched. <b>Reset</b> Press "Reset" to center back the map to the last stored position after pressing "Update". <b>Setting the Default center</b> Maps2 delivers an extension configuration where you can change the default center of the map. Please open the Extensionmanager, choose maps2 and open the configuration.
da: <b>Opdatér</b> Klik "Opdatér" og kortet herunder vil flytte til dets centrum af det bedste resultat. Alle bredde- og længdegrader inklusiv backup felter vil blive sat til denne position. Herefter kan du justere centrum af kortet en lille smule ved at trække kortet med musen, hvis positionen ikke passer perfekt. Nu vil kun værdierne på bredde- og længdegrad blive opdateret. Backup felter vil forblive uberørt. <b>Nulstil</b> Klik "Nulstil" for at centrere kortet tilbage til den sidst gemte position efter klik på "Opdatér". <b>Indstilling af standard centrum</b> Maps2 leverer en udvidelses konfiguration, hvor du kan ændre standard centrum af kortet. Åben udvidelsesmanageren, vælg maps2 og åben konfigurationen.
de: <b>Aktualisieren</b> Drücken Sie auf "Aktualisieren" und die Karte unten wird ihren Mittelpunkt auf das beste Ergebnis verschieben. Alle Längen- und Breitengrade, einschließlich der Backup-Felder, werden auf diese Position gesetzt. Danach können Sie den Mittelpunkt der Karte durch Ziehen mit der Maus noch ein wenig korrigieren, falls die Position nicht perfekt übereingestimmt hat. Nun werden nur noch die Werte von Breiten- und Längengrad aktualisiert. Die Sicherungsfelder bleiben unberührt. <b>Zurücksetzen</b> Drücken Sie "Zurücksetzen", um die Karte auf die zuletzt gespeicherte Position zurückzusetzen, nachdem Sie "Aktualisieren" gedrückt haben. <b>Einstellen des Standardzentrums</b> Maps2 liefert eine Erweiterungskonfiguration, in der Sie das Standardzentrum der Karte ändern können. Bitte öffnen Sie den Erweiterungsmanager, wählen Sie Maps2 und öffnen Sie die Konfiguration.

# latitude.description
source: Search for an address or drag the map manually to update this field. Of cause you can edit this field manually, too.
da: Søg efter en adresse eller træk kortet manuelt for at opdatere dette felt. Du kan naturligvis også redigere feltet manuelt.
de: Suchen Sie nach einer Adresse oder ziehen Sie die Google Maps Karte, um dieses Feld zu aktualisieren. Natürlich können Sie dieses Feld auch manuell bearbeiten

# longitude.description
source: Search for an address or drag the map manually to update this field. Of cause you can edit this field manually, too.
da: Søg efter en adresse eller træk kortet manuelt for at opdatere dette felt. Du kan naturligvis også redigere feltet manuelt.
de: Suchen Sie nach einer Adresse oder ziehen Sie die Google Maps Karte, um dieses Feld zu aktualisieren. Natürlich können Sie dieses Feld auch manuell bearbeiten

# radius.description
source: Pull the center marker on the map to change this field automatically. For sure you can change it manually, too.
da: Træk centermarkøren på kortet for at ændre dette felt manuelt. Du kan naturligvis også ændre det manuelt.
de: Vergrößern oder verkleinern Sie den Zirkel in der Google Maps Karte, um dieses Feld zu aktualisieren. Natürlich können Sie dieses Feld auch manuell bearbeiten
